Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/cloubi-digimateriaalialustan_avoin_kayttokoulutus_kesakuussa.html.tmx
Source language: fin
Languages: sme

source: Cloubi-digimateriaalialustan avoin käyttökoulutus kesäkuussa
sme: Cloubi-digimateriálavuođu rabas geavaheaddjiskuvlejupmi geassemánus

source: Saamelaiskäräjät ja Arktista pedagogiikkaa II-hanke järjestävät Cloubi-digimateriaalialustan käyttökoulutuksen kesäkuun aikana.
sme: Sámediggi ja Árktalaš pedagogihkka II -prošeakta ordneba skuvlejumi Cloubi-digimateriálavuođu geavaheapmái geassemánu áigge.

source: Koulutus on avoin kaikille digimateriaalin tekemisestä kiinnostuneille yli 15-vuotiaille.
sme: Skuvlejupmi lea rabas buohkaide geat leat beroštuvvan digimaterialaid ráhkadeamis ja leat badjel 15 jahkásaččat.

source: Cloubi on nykyaikainen oppimateriaalialusta, jota käyttävät muun muassa oppimateriaalikustantajat.
sme: Cloubi lea dáláš oahppomateriálavuođđu, man geavahit earet eará oahppomateriálabuvttadeaddjit.

source: Saamenkielistä opetusta varten Cloubiin on tuotettu esimerkiksi historian ja yhteiskuntaopin Forum-materiaali ja inarinsaamen äidinkielen Virkkuuvääri-sarja.
sme: Sámegielat oahpahusa várás Cloubii lea buvttaduvvon ovdamearkan historjjá ja servodatmáhttu Forum-materiála ja anárašgielagiid eatnigiela Virkkuvääri-ráidu.

source: Avoimiin digimateriaaleihin voi tutustua tästä Avoimet digimateriaalit .
sme: Rabas digimateriálaide sáhttá oahpásmuvvat dás Rabas digimateriálat .

source: Koulutuksella katse tulevaisuuteen
sme: Skuvlejumiin geahčastit boahttevuhtii

source: Koulutus on hyvä tilaisuus tutustua digimateriaalin tuottamiseen ja saada kokemusta digimateriaalin tekemisestä.
sme: Skuvlejupmi lea buorre vejolašvuohta oahpásmuvvat digimateriálaid buvttadeapmái ja oažžut vásihusaid digimateriálaid ráhkadeamis.

source: – Koulutus antaa mahdollisuuden kokeilla, miltä digimateriaalin tekeminen tuntuu ja olisiko siitä nuorille mahdollisesti hyötyä tulevaisuudessa.
sme: – Skuvlejupmi addá vejolašvuođa geahččalit mo digimateriálaid ráhkadeapmi orru ja livččego das nuoraide ávki boahttevuođas.

source: Haluamme tarjota koulutuksella myös kiinnostavaa tekemistä kesäksi.
sme: Mii háliidit fállat skuvlejumi bokte maiddái miellagiddevaš dahkamuša geassái.

source: Jokainen osallistuja voi kokeilla alustan mahdollisuuksia ja tehdä omia digimateriaalejaan vaikka koko kesän ajan, sanoo Saamelaiskäräjien oppimateriaalisihteeri Petra Kuuva.
sme: Oassálastit sáhttet geahččalit vuođu vejolašvuođaid ja rahkadit iežaset materiálaid vaikko olles geasi, dadjá Sámedikki oahppomateriálačálli Petra Kuuva.

source: Koulutus avaa mahdollisuuksia saamenkieliseen oppimateriaalityöhön
sme: Skuvlejupmi rahpá vejolašvuođaid sámegielat oahppomateriálabargui

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto tuottaa enenevässä määrin digitaalista oppimateriaalia.
sme: Sámedikki skuvlen- ja oahppomateriáladoaimmahat buvttada eanet ja eanet digitála oahppomateriálaid.

source: Saamelaiskäräjät toivoo, että saamenkieliseen oppimateriaalityöhön löytyy uusia tekijöitä.
sme: Sámediggi sávvá, ahte sámegielat oahppomateriálabargui gávdnojit lasi dahkkit.

source: Digitaalisen osaamisen lisäksi oppimateriaalituotanto tarvitsee muun muassa kuvittajia ja tekstien lukijoita.
sme: Digitála máhttu lassin oahppomateriálabuvttadeapmi dárbbaša earet eará govuheddjiid ja teakstalohkiid.

source: Koulutukseen osallistuminen ja Cloubissa toimiminen onnistuu tavallisella tietokoneella ja hyvällä internet-yhteydellä.
sme: Skuvlejupmái oassálastin ja Cloubi geavaheapmi lihkostuvvá dábálaš dihtoriin ja buriin interneahttaoktavuođain.

source: Cloubi-ympäristö toimii selaimessa, joten ohjelmaa ei tarvitse ladata omalle koneelle.
sme: Cloubi-biras doaibmá neahttaloganis nu, ahte dan ii dárbbaš luđet iežas dihtorii.

source: Tavallisella näppäimistöllä ja hiirellä pärjää hyvin.
sme: Dábálaš boallobevddiin ja sáhpánin birge bures.

source: Koulutus on suomeksi Google Hangouts-sovelluksen kautta seuraavasti:
sme: Skuvlejupmi lea suomagillii Google Hangouts-heivehusa bokte:

source: Koulutuskerta 1: 14.6.2021 klo 14:00 – 16:00
sme: Skuvlejupmi 1: 14.6.2021 dmu 14:00-16:00

source: Koulutuskerta 2: 21.6.2021 klo 14:00 – 16:00
sme: Skuvlejupmi 2: 21.6.2021 dmu 14:00-16:00

source: Koulutuskerta 3: 28.6.2021 klo 14:00 – 16:00
sme: Skuvlejupmi 3: 28.6.2021 dmu 14:00-16:00

source: Loppuesittely: 09.8.2021 klo 14:00 – 16:00.
sme: Ovdanbuktimat: 9.8.2021 dmu 14:00-16:00

source: Loppuesittelyn jälkeen materiaalit julkaistaan Cloubissa avoimina digimateriaaleina tekijän suostumuksella.
sme: Maŋimuš čoahkkaneami maŋŋá materiálat almmuhuvvojit rabas digimateriálan Cloubis materiáladahkki addán lobiin.

source: Ilmoittaudu koulutukseen 10.6.2021 mennessä Webropol-lomakkeen kautta: https://link.webropolsurveys.com/S/DDD1F784299E0043
sme: Almmut skuvlejupmái 10.6.2021 rádjai Webropol-skoviin: https://link.webropolsurveys.com/S/DDD1F784299E0043

source: Lisätietoja:
sme: Lassedieđut:

source: Petra Kuuva Oppimateriaalisihteeri 040 677 22 75 petra.kuuva@samediggi.fi
sme: Petra Kuuva Oahppomateriálačálli 040 677 22 75 petra.kuuva@samediggi.fi

source: Saamelaiskäräjät Unni Länsman Projektipäällikkö, Arktista pedagogiikkaa II -hanke 050 502 1357 unni.lansman@sogsakk.fi Saamelaisalueen koulutuskeskus
sme: Sámediggi Unni Länsman Prošeaktajođiheaddji, Árktalaš pedagogihkka II -prošeakta 050 502 1357 unni.lansman@sogsakk.fi Sámi oahpahusguovddáš

source: Linkit:
sme: Liŋkkat:

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto Koulutus ja oppimateriaali – Samediggi
sme: Sámedikki skuvlen- ja oahppomateriáladoaimmahat Skuvlen ja oahppamateriálat – Sámediggi

source: Arktista pedagogiikkaa II, saamelaisopetuksen digiverkosto -hanke www.sogsakk.fi/arktistapedagogiikkaa2
sme: Árktalaš pedagogihkka II, sámeoahpahusa digifierpmádat -prošeakta www.sogsakk.fi/arktistapedagogiikkaa2
